{
  "messages": [
    {
      "id": 1,
      "text": "Arc is so amazing and kewl and silly and awesome and great and fun and beautiful and breathtaking and hilarious and nice and cosy 💜",
      "author": "SCHNIG"
    },
    {
      "id": 2,
      "text": "I want to thank you not just as an individual but as a conglomerate.\n\nWe as a community unite together under your joy, your happiness, your dedication to your fans and to yourself.\n\nWe have been here for your highest, and through the lowest through the tough times and through the most joyous times.\n\nHere to this milestone and many many more to come.",
      "author": "ORDER"
    },
    {
      "id": 3,
      "text": "ARC, THANK YOU FOR ALL YOU'VE DONE.\n\nI'm glad I found you thank you for being so kind and accepting to us.\n\nI appreciate the time you've spent with us. You deserve everything you've gotten so far, we'll continue to support you as you continue streaming.\n\nPlease keep being yourself and don't change, we appreciate you the way you are.\n\nThanks again and have a nice 1 year stream anniversary stinky- I mean Arc. <3\n\nps: I don't hate you\n\n- Much love Vegito",
      "author": "VEGITO"
    },
    {
      "id": 4,
      "text": "Arc, for the past couple months I've known you, you've been hopelessly horrible at everything gaming lmao, but that personality I see in every stream makes even the worst gamer you are, 100 times better than a good gamer with no personality…\n\nI'm here to tell you, happy anniversary and I hope you have a wonderful couple more anniversaries to come!\n\n",
      "author": "MOLDY"
    },
    {
      "id": 5,
      "text": "From me personally, and from the bitlings as a collective, thank you sooo so much for everything you do!\n\nYou've created a wonderful community and it's the community that I feel most a part of online.\n\nPlease keep being you! You're a wonderful entertainer and a wonderful person!\n\nPlease please please remember that the bitling army is a loyal one, and we will never leave your side!\n\nHere's to another year!\n\nFrom Hobbit <3",
      "author": "H0B81T"
    },
    {
      "id": 6,
      "text": "Hello Arc! I hope you are feeling wonderful. Congratulations on your affiliate anniversary!\n\nYou are awesome Arc, don't let the voices in your head fool you! You are funny, you are sincere, you are lovely.\n\nWe appreciate that you do your best to spend time with us, we appreciate that you try your best to stream.\n\nWe all know it doesn't always work out and that's okay, we understand. We will be here, waiting for you, don't even worry about it!\n\nI don't know if it means anything but, we are all proud of you!",
      "author": "RABBITTHEDEVIL"
    },
    {
      "id": 7,
      "text": "Thank you for streaming for a WHOLE ONE YEAR!!!\n\nIt's not easy keeping at it for such a long time and I'm proud of you for doing so.\n\nI'm happy to have found you and everyone else through Rabbit and I don't regret a single moment.\n\nI hope you keep going at it and stream for another 9 years!!!",
      "author": "SHEENO"
    },
    {
      "id": 8,
      "text": "This time one year ago an amazing digital cat started her journey to become the silliest of all the vtubers and today one year later she made so many friends and day by day grew sillier and sillier.\n\nThanks arc I'm sorry I can't make it to every stream but I always cherish every stream I make it to.\n\nFrom the weirdest bucket, thank you and once again happy one year streaming anniversary.",
      "author": "THEBUCKETMASTER"
    },
    {
      "id": 9,
      "text": "HAPPY 1 YEARS ANNIVERSARY ARC 🎉🎉🎊🎊\n\nCongratulations on your 1 year journey that you have accomplished and the community you build along the way.\n\nIt's also nice that I got the chance to meet another cool, amazing and comfy streamer and Although sometimes I'm lurking it's always so much fun hanging out with everyone.\n\nAnd remember this day, the day your Star started to glow more bright and shiny, that Star will become a shooting star one day.\n\nThat day you'll be a big streamer and we'll be there watching along and supporting you, but take it slow there's no rush.\n\nStay Frosty - Link 💚",
      "author": "LINKKNIGHT"
    },
    {
      "id": 10,
      "text": "I know I usually lurk, but it is always a delight to tune in to your streams.\n\nIt's such a pleasant place to simply exist for a while without worrying about everything else going on in life.\n\nYour personality, vibe, and voice create this perfect mix of comfort and fun.\n\nThanks for creating a space that feels so easy to return to, and so comfortable just to be in.\n\nI'm looking forward to all the streams still to come <3",
      "author": "JAY"
    },
    {
      "id": 11,
      "text": "Happy anniversary Rc racing car Arcy.\n\nYes I am aware that I am the most stinkiest person in the server for showering once every 2 weeks but I'm willing to support the funny bri'ish catto from the sidelines.\n\nIt has been fun, and I wish you the best in all future endeavors.\n\n- Loved by this cunt, Hunter",
      "author": "HUNTERYT"
    },
    {
      "id": 12,
      "text": "Thank you so much for randomly popping up on my twitch timeline.\n\nYou were so funny and welcoming, I felt at home and you almost instantly became one of my oshis.\n\nYou've always interacted with as many people as you can, you never make anybody feel left out, and you're one of the sweetest streamers on the platform!\n\nYou truly have no idea just how much you're loved and how much we as a community care for you.\n\nYou're an inspiration, a hero, and a friend to a lot of people.",
      "author": "CHERRYVIDARLIN"
    },
    {
      "id": 13,
      "text": "Arc! I know we just recently met and became friends but it feels like we have known each other for years now, I love you and all my girlies!\n\nI'm proud of you for always doing your best and for reaching 1 year!! MORE YEARS TO COME LETSGOOOO!\n\nRemember, you can always rely on us just like how we can rely on you. We will always be here!\n\nLove youuuuu lotssss!!! ヾ(≧▽≦*)o",
      "author": "ALIEN_AI"
    },
    {
      "id": 14,
      "text": "Congrats for this first year of streaming Archi!\n\nI may still be a fairly new Bitling, but I must admit I really enjoy being in this community you've built, even as lurker who mostly stays in the walls!\n\nI can feel you're a good person, and I love your vibes.\n\nHere's to 1 year, and many more to come!\n\nTake care, and keep being awesome.\n\n- Tigy",
      "author": "KNIGHTOFTIGERS"
    },
    {
      "id": 15,
      "text": "You've done so amazing this year. You built such a wholesome, welcoming community, made new friends, and tried new things.\n\nI'm really glad I met you, Arc. You're such an amazing person to talk to, you're cute, silly, kind, and just have this thing that makes everyone around you feel way better.\n\nWhether I'm having a rough day or just bing chilling, talking with you and the community always makes everything better.\n\nThank you for being so kind, funny, and caring you make everyone feel seen and appreciated.\n\nArc is cute, adorable, caring, kind, loving, wholesome, comforting, chaotic (sometimes), funny, cozy, silly — and don't forget OUR PRECIOUS BEAN.\n\nThe drinkable yoghurt in the basement fridge 💚💚💚",
      "author": "DRINKYOGHURT"
    },
    {
      "id": 16,
      "text": "ONE YEAR ANNIVERSARY IS HERE!!\n\nHAPPY ANNIVERSARY ARC!!!!!\nIt's already been 1 year and I hope there will be many more to come!\n\nThank you Arc for every single amazing stream you've given us.\nThank you for the community days you've arranged, which were very chaotic, but very fun in the end.\n\nThe world needs more people like you, you're one of the kindest and sweetest people I have ever met in my life. You always look out for other people and you ALWAYS cheer them up if they are down.\nYou are a very welcoming person that could make any person smile.\nIt's always fun to tune in to your streams, even if I don't chat often.\nTruly has been a wonderful year with you.\n\nI hope you're having a great day today, smiling and having fun, cause you deserve it all, for all of the trouble and work you've gone through to give us absolute PEAK streams every time, and to whoever says otherwise I say OFF WITH HIS HEAD.\n\nYou've survived streaming for a year and I sure as hell hope you'll continue streaming.\nI wish you best of luck with your streams and your career as a VTuber, and I am looking forward for your future streams.\nAlways remember that you ArCANthabyte (sorry, had to add a pun) do anything, as long as you never give up!\n\nI am really thankful for everything you've done for us, and I hope you understand how much your effort means to us.\nPlease don't stop being yourself because you are WONDERFUL.\n\nDon't worry about who I am right now ¯\\_(ツ)_/¯",
      "author": "ANONYMOGUS"
    },
    {
      "id": 17,
      "text": "ARC <3\nHappy anniversary to my favourite person, my biggest inspiration, and my forever player two AND MY BEST FRIEND!! 💫\n\nWatching you grow, stream after stream, has been one of the most beautiful things I've ever experienced. From the small moments to the late night laughs, the scuffed tech issues (that happen in almost every stream), the inside jokes, to the big moments like building a whole community (raiding Matara Kan) and finding real friendships through what you love and I am so thankful for these friendships especially Yuki, the bond you two have is amazing and I love the energy the OG pussy pals give. I've seen all of your sides to streaming and I've loved every single second. 💗 You've built something incredible, not just online but in the hearts of everyone who watches you. You bring joy, laughter, and comfort to so many people and I'm beyond proud to stand beside you through it all and continue to be your biggest supporter ever! Through the good days, the tough ones, the wins, and the L's! I'll always be here, cheering for you louder than anyone else. 🎮💞 Here's to more streams, more dreams, more laughter, and another year of doing life (and this crazy adventure) together. We love you ARC keep pushing daily and keep that chin up arc you froggy",
      "author": "ELMO"
    },
    {
      "id": 18,
      "text": "MY LOVE MY DARLING MY EVERYTHING\nMy dear Arc\n\nFirst of all - happy anniversary!! You have gotten so far in this year and I'm so proud of you. You are a truly amazing person, beautiful, honest and genuine.\n\nMeeting you was truly a blessing and I never imagined I could ever find someone so amazing and have them as a best friend on top of that!\n\nYou've been nothing but kind to everyone around you and I know how hard you work, how tough times can get but you're still always there doing your best. You have built a community of people who love you so so much for who you are - your silly humor, beautiful voice, adorable laugh and warmness.\n\nYou deserve everything that's good and I mean that. You will make your dreams come true and you've got more than it takes to get to the very top and I'll be there, watching you, supporting you every step of the way.\n\nKeep being yourself because that's the perfect version of you that I wouldn't change for anything.\n\nI love you so so much and I am lucky to have met you. Keep going because it's worth it! Thank you for being here and being my best friend.\n\nYuki Arcsimptsuki (。•̀ᴗ-)و ̑̑✧",
      "author": "DA YUKI"
    },
    {
      "id": 19,
      "text": "God has forbid me from staying on topic for longer than a sentence or two, wont stop me from writing about my oshi :3\n\nDidn't know I had a happiness switch, but the \"Start Streaming\" on your OBS seems to have found it. Id trade a million just to see the Live notification another time.\n\nI look up to you now, more literally so when you're streaming from your penthouse in a few years. I Wish You Success.\n\nAn Arc stream a day takes the sad away, though even Joy needs time to breath. For all of our sakes aswell, don't be afraid to turn on Sleep mode more often. I Wish You Health.\n\nTried to write a book for all the reasons to watch Arc, Unfortunately there wasn't enough paper on earth.. Switched to digital, now I need another NAS.\n\nwhile still this community is still just a small little corner of the internet.. its MY CORNER, I LIKE IT, I FEEL SAFE AND LAUGH CONSTANTLY. >:)\n\nAs my extrEMELY, limited creative battery runs dry, ill end it here, I'll sleep soundly, knowing you'll be right there once I power back on.\n\nTo another year of cringe moments, laughs, and nuclear fallout, and then a 100 years more.\nCheers!",
      "author": "LYRIQAL"
    },
    {
      "id": 20,
      "text": "Yes, the first message was kind of for laughs, but I will be honest now. I want to just say how genuinely incredible it has been to be a part of this community, with a streamer like you, Arc. You are one of the greatest people I´ve met in my entire life, and I don´t even want to imagine where I´d be in life if not for you and everyone else. I can only wish that you have the best life possible, no matter what, because throughout all of my time knowing you, I learned that you deserve absolutely nothing less. You are an incredible streamer, and I hope you know that. Truly, thank you for everything.",
      "author": "SCHNIG"
    },
    {
      "id": 21,
      "text": "I'm not really good at this, so I'mma make this short.\n\nI've only known you for a short time, but you seem like a great and fun person, based on what I've seen. I enjoy the banter between you and the chat, as well as how you express yourself. You may not be that confident on some stuff (ex. your voice), but I believe you're fine as you are right now. If you feel like it's not, then it's just about to go up from here!\n\n- Abcedef the Alphabet\n\nPS: I am unsure when I first met you, but I do remember the first stream I watched. Pokemon Smash or Pass. you had some... interesting choices.",
      "author": "ABCEDEF"
    }
  ]
}
