{
  "messages": [
    {
      "id": 1,
      "text": "Arc is so amazing and kewl and silly and awesome and great and fun and beautiful and breathtaking and hilarious and nice and cosy 💜",
      "icon": "heart",
      "author": "Schnig"
    },
    {
      "id": 2,
      "text": "I want to thankyou not just as an individual but as a conglomerate. We as a community unit together under your joy, your happiness, your dedication to your fans and to yourself\n\n\nWe have been here for your highest, And through the lowest through the tough times and through the most joyous times.\n\n\nBut now we come together to celebrate something even more special a absolute massive milestone for any individual within this industry we stand together thanks to you and Thanks to the dedication that you have put in\n\n\nHere to this milestone and many many more to come. \n\n\nOrder",
      "icon": "heart",
      "author": "Courageous Mongoose"
    },
    {
      "id": 3,
      "text": "ARC, THANK YOU FOR ALL YOU'VE DONE. Also congrats on 1 year of vtubing I speak for all of us when I say this part but I'm glad I found you thank you for being so kind and accepting to us. I appreciate the time you've spent with us (even if you hate me [jk]). You deserve everything you've gotten so far, we'll continue to support you as you continue streaming. Please keep being yourself and don't change, we appreciate you the way you are, keep going you'll 100% get to 2k next year. Thanks again and have a nice 1 year stream anniversary stinky- I mean Arc. <3\n\nps: I don't hate you\n\n- Much love V̶e̶g̶o̶g̶o̶ Vegito",
      "icon": "heart",
      "author": "Vegito"
    },
    {
      "id": 4,
      "text": "Arc, for the past couple months I’ve known you, you’ve been hopelessly horrible at everything gaming lmao, but that personality I see in every stream makes even the worst gamer you are, 100 times better than a good gamer with no personality… I’m here to tell you, happy anniversary and I hope you have a wonderful couple more anniversaries to come! - Moldy",
      "icon": "heart",
      "author": "Moldy"
    },
    {
      "id": 5,
      "text": "Happy Strim Anniversary Arc!\n\nFrom me personally, and from the bitlings as a collective, thank you sooo so much for everything you do! You've created a wonderful community and it's the community that I feel most a part of online. \n\nPlease keep being you! You're a wonderful entertainer and a wonderful person! Please please please remember that the bitling army is a loyal one, and we will never leave your side! \n\nHere's to another year! From Hobbit <3",
      "icon": "heart",
      "author": "H0b81t"
    },
    {
      "id": 6,
      "text": "Hello Arc! I hope you are feeling wonderful. Congratulations on your affiliate anniversary! I'm glad I got to meet you on that \"divorce\" stream, though it'd be awesome to find you even earlier! This anniversary reminds me that I missed almost a year of your streams. \n\n\nYou are awesome Arc, don't let the voices in your head fool you! You are funny, you are sincere, you are lovely. I'll do my best to keep reminding you all these but if you are ever feeling down with no bitlings around you, remember that we all appreciate you. We appreciate that you do your best to spend time with us, we appreciate that you try your best to stream. We all know it doesn't always work out and that's okay, we understand. We will be here, waiting for you, don't even worry about it! Just make sure you are taking care of yourself.\n\n\nI don't know if it means anything but, we are all proud of you! I can't wait to watch you celebrate more and more anniversaries, let's keep stacking them!",
      "icon": "heart",
      "author": "RabbitTheDevil"
    },
    {
      "id": 7,
      "text": "Arc!!!\n\nThank you for streaming for a WHOLE ONE YEAR!!! It's not easy keeping at it for such a long time and I'm proud of you for doing so. I'm happy to have found you and everyone else through Rabbit and I don't regret a single moment. \n\nI hope you keep going at it and stream for another 9 years!!! \n\nuhhhhh i'm also really bad with saying things so uhhhhhhhh hello yes hi me piss",
      "icon": "heart",
      "author": "Sheeno"
    },
    {
      "id": 8,
      "text": "This time one year ago an amazing digital cat started her journey to become the silliest of all the vtubers and today one year later she made so many friends and day by day grew sillier and sillier, thanks arc I'm sorry I can't make it to every stream but I always cherish every stream I make it to. From the weirdest bucket, thank you and once again happy one year streaming anniversary.",
      "icon": "heart",
      "author": "TheBucketMaster"
    },
    {
      "id": 9,
      "text": "HAPPY 1 YEARS ANNIVERSARY ARC 🎉🎉🎊🎊\n\nCongratulations on your 1 year journey that you have accomplished and the community you build along the way ( to take over the world XD.)\n\nIt's also nice that I got the chance to meet another cool, amazing and comfy streamer ( yes 🫵 Arc) and Although sometimes I'm lurking it's always so much fun hanging out with everyone, even when I miss your streams I'll always wish you have a GREAT STREAM 💚💚💚 from the void hehe. And remember this day, the day your Star started to glow more bright and shiny, that Star will become a shooting star one day.\n\nThat day you'll be a big streamer and we'll be there watching along and supporting you, but take it slow there's no rush. The time will come before you know it.\n\nCongratulations again on your 1 year anniversary Arc\n\nStay Frosty \n\n- Link\n\np.s. Im not good at this XD and I might not be there when you read this so HAVE A GREAT STREAM ARC💚💚💚💚💚 and much love and no crying unless it's tears of happiness or joy 🤔 anyway have fun arc💚👾🥳",
      "icon": "heart",
      "author": "Link Knight"
    }
  ]
}
